---
kind: enumMember
id: F:Autodesk.Revit.DB.SaveModifiedLinksOptions.DisableSharedPositioning
enum: Autodesk.Revit.DB.SaveModifiedLinksOptions
source: html/0d60b26d-4684-453f-4b90-e252334dac5e.htm
---
# Autodesk.Revit.DB.SaveModifiedLinksOptions.DisableSharedPositioning

Any modified linked files will not be saved. Additionally, stop using shared
 positioning with any modified files.